Repository: fdeitelhoff/Twainsoft-Blog-Theme
Catalog: twainsoft-theme/languages/*.po
Languages: de_de

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it with the information below.
de_de: Die von Dir gesuchte Seite existiert nicht mehr. Möglicherweise findest Du die gesuchten Inhalte, indem Du zur <a href="%s">Startseite</a> zurückgehst. Vielleicht findest Du auch hier Deine gesuchten Informationen:

source: Pages:
de_de: Seiten:

source: Categories:
de_de: Kategorien:

source: Authors:
de_de: Autoren:

source: Monthly:
de_de: Monatlich:

source: Recent Posts:
de_de: Neueste Beiträge:

source: This post is password protected. Enter the password to view comments.
de_de: Dieser Beitrag ist durch ein Passwort geschützt. Gib das Kennwort ein, um die Kommentare zu sehen.

source: Custom Document Title
de_de: Individueller Dokumenten-Titel

source: Custom Post/Page Meta Description
de_de: Individuelle Meta-Beschreibung für Beiträge/ Seiten

source: Custom Post/Page Meta Keywords, comma separated
de_de: Individuelle Meta-Schlüsselwörter für Beiträge/ Seiten, durch Komma getrennt

source: Robots Meta Settings
de_de: Robots Meta-Einstellungen

source: Apply %s to this post/page
de_de: %s diesen Beiträgen/ Seiten zuweisen

source: Default Layout set in <a href="%s">Theme Settings</a>
de_de: Standard-Layout, eingestellt in den <a href="%s">Theme-Einstellungen</a>

source: Theme Settings
de_de: Theme-Einstellungen

source: SEO Settings
de_de: SEO-Einstellungen

source: Homepage Settings
de_de: Startseite-Einstellungen

source: Archives Settings
de_de: Archiv-Einstellungen

source: Document Head Settings
de_de: Dokumenten-Kopf-Einstellungen

source: Genesis - SEO Settings
de_de: Genesis - SEO Einstellungen

source: Save Settings
de_de: Einstellungen speichern

source: Reset Settings
de_de: Einstellungen zurücksetzen

source: Are you sure you want to reset?
de_de: Bist Du sicher, dass Du die Einstellungen zurücksetzen möchtest?

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Which text would you like to be wrapped in %s tags?
de_de: Welchen Text möchtest Du gern einbinden zwischen den %s Tags (Schlagworten)?

source: Site Title
de_de: Webseiten-Titel

source: Neither. I'll manually wrap my own text on the homepage
de_de: Keinen. Ich werde meinen eigenen Text auf der Homepage einbinden.

source: Homepage Robots Meta Tags:
de_de: Webseiten Robots Meta Tags:

source: Apply %s to the homepage?
de_de: %s der Webseite zuweisen?

source: Canonical Paginated Archives
de_de: Canonical Seiten-/ Unterseiten-Archive

source: This option points search engines to the first page of an archive, if viewing a paginated page. If you do not know what this means, leave it on.
de_de: Diese Option leitet Suchmaschinen zur ersten Seite eines Archives, wenn eine Unterseite angesehen wird. Wenn Du nicht weisst, was das genau bewirkt, lass es einfach aktiviert.

source: Relationship Link Tags:
de_de: Beziehungs-Link-Tags:

source: Windows Live Writer Support:
de_de: Windows Live Writer (WLW) Unterstützung

source: Include Windows Live Writer Support Tag?
de_de: Windows Live Writer (WLW) Support Tag hinzufügen?

source: Shortlink Tag:
de_de: Kurz-URL Tag (Shortlink):

source: Include Shortlink tag?
de_de: Kurz-URL Tag hinzufügen?

source: Depending on your situation, you may or may not want the following archive pages to be indexed by search engines. Only you can make that determination.
de_de: Abhängig von Deiner Situation, kannst Du entscheiden, ob die folgenden Archiv-Seiten von Suchmaschinen indexiert werden sollen, oder nicht. Nur Du kannst dies festlegen.

source: Apply %s to Category Archives?
de_de: %s für Kategorie-Archive aktivieren?

source: Apply %s to Tag Archives?
de_de: %s für Stichwort-Archive (Tags) aktivieren?

source: Apply %s to Author Archives?
de_de: %s für Autoren-Archive aktivieren?

source: Apply %s to Date Archives?
de_de: %s für Datumsbasierte Archive aktivieren?

source: Apply %s to Search Archives?
de_de: %s für Such-Seiten/ -Archive aktivieren?

source: Apply %s to Entire Site?
de_de: %s auf der ganzen Seite aktivieren?

source: Occasionally, search engines use resources like the Open Directory Project and the Yahoo! Directory to find titles and descriptions for your content. Generally, you will not want them to do this. The %s and %s tags prevent them from doing so.
de_de: Gelegentlich verwenden Suchmaschinen Quellen wie das Open Directory Project (ODP) und Yahoo! Directory, um entsprechende Titel und Beschreibungen für Deine Inhalte zu finden. In der Regel wirst <i>Du</i> jedoch nicht wollen, dass dies geschieht. Die %s und %s Tags hindern die Suchmaschinen an diesem Vorgehen.

source: Apply %s to your site?
de_de: %s für Deine Seite aktivieren?

source: Comma separated list
de_de: Kommagetrennte Liste

source: Apply %s to this archive?
de_de: %s zu diesem Archiv hinzufügen?

source: Custom Feeds
de_de: Nutzerspezifische Feeds

source: Author Box
de_de: Autoren-Box

source: Content Archives
de_de: Inhaltsarchive

source: Released:
de_de: Veröffentlicht am:

source: Enable Automatic Updates
de_de: Automatische Aktualisierungen zulassen

source: Notify
de_de: Benachrichtigen

source: when updates are available
de_de: wenn Aktualisierungen verfügbar sind

source: Dynamic text
de_de: Dynamischer Text

source: Image logo
de_de: Bild als Logo

source: Full Width Content
de_de: Inhalt in voller Breite

source: Comma separated - 1,2,3 for example
de_de: mit Komma getrennt - z.B.: 1,2,3, ...

source: Display the following:
de_de: Folgendes anzeigen:

source: Today's date
de_de: Das heutige Datum

source: Search form
de_de: Suchformular

source: Enter Twitter ID:
de_de: Twitter-ID eingeben (Nutzername)

source: Twitter Link Text:
de_de: Twitter Link-Text (Bezeichnung)

source: Redirect Feed?
de_de: Feed umleiten (Redirect)?

source: Enable Comments
de_de: Kommentare aktivieren

source: on posts?
de_de: in Beiträgen?

source: on pages?
de_de: auf Seiten?

source: Enable Trackbacks
de_de: Trackbacks aktivieren

source: Select one of the following:
de_de: Wähle eine der folgenden Möglichkeiten:

source: Display post content
de_de: Inhalt des Beitrags anzeigen

source: Display post excerpts
de_de: Nur Textauszüge anzeigen

source: Limit content to
de_de: Inhalt begrenzen auf

source: characters
de_de: Zeichen

source: Image Size
de_de: Bildgröße

source: Select Post Navigation Technique:
de_de: Text für Navigatoren:

source: Previous / Next
de_de: Zurück / Weiter

source: Numeric
de_de: Numerisch

source: Display which category:
de_de: Welche Kategorien sollen angezeigt werden:

source: All Categories
de_de: Alle Kategorien

source: Exclude the following Category IDs:
de_de: Folgende Kategorie-IDs ausschließen:

source: Number of Posts to Show
de_de: Anzahl der anzuzeigenden Beiträge

source: Home
de_de: Startseite

source: Click here to complete the upgrade
de_de: Klicke hier, um die Aktualisierung abzuschließen

source: Genesis %s is available for %s
de_de: Genesis %s ist verfügbar zum %s

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
de_de: Genesis %s ist jetzt verfügbar. Wir haben die 1-Klick-Updates in dieses Theme integriert. Melde Dich bitte im Dashboard an, um künftig Aktualisierungen einfach durchführen zu können.

source: Return to top of page
de_de: Nach oben

source: Log in
de_de: Anmelden

source: Log out
de_de: Abmelden

source: Leave a Comment
de_de: Kommentar verfassen

source: 1 Comment
de_de: 1 Kommentar

source: % Comments
de_de: % Kommentare

source: Tagged With:
de_de: Stichworte:

source: Filed Under:
de_de: Kategorie:

source: (Edit)
de_de: (Bearbeiten)

source: <h3>Comments</h3>
de_de: <h3>Kommentare</h3>

source: <h3>Trackbacks</h3>
de_de: <h3>Trackbacks/ Pingbacks</h3>

source: says
de_de: meint

source: %1$s at %2$s
de_de: %1$s um %2$s

source: Your comment is awaiting moderation.
de_de: Dein Kommentar wartet auf Freischaltung.

source: Website
de_de: Webseite

source: Speak Your Mind
de_de: Deine Meinung ist uns wichtig

source: Copyright
de_de: Urheberrecht

source: Primary Navigation Menu
de_de: Haupt-Navigations-Menü

source: Secondary Navigation Menu
de_de: Zweit-Navigations-Menü

source: Posts
de_de: Beiträge

source: Comments
de_de: Kommentare

source: [Read more...]
de_de: [Weiterlesen...]

source: By
de_de: von

source: About
de_de: Über

source: Search
de_de: Suchen

source: Primary Sidebar Widget Area
de_de: Erste Sidebar Widget-Area (Primary)

source: Secondary Sidebar Widget Area
de_de: Zweite Sidebar Widget-Area (Secondary)

source: You are here:
de_de: Aktuelle Seite:

source: Archives for
de_de: Archiv für

source: Search for
de_de: Suche nach

source: View all posts in %s
de_de: Alle Beiträge in %s anschauen

source: Single Post Template
de_de: Vorlage (Template) für Artikel/ Einzelbeitrag

source: Title
de_de: Titel

source: Displays featured page with thumbnails
de_de: Zeigt "Featured"-Beiträge mit Thumbnails

source: Genesis - Featured Page
de_de: Genesis - Featured Seite

source: by
de_de: von

source: Page
de_de: Seite

source: Image Alignment
de_de: Bildausrichtung

source: None
de_de: Keine

source: Show Page Title
de_de: Seitentitel anzeigen

source: Show Page Content
de_de: Seiteninhalt anzeigen

source: Content Character Limit
de_de: Maximale Zeichenanzahl

source: More Text
de_de: Mehr-Text

source: Displays featured posts with thumbnails
de_de: Zeigt "Featured"-Beiträge mit Thumbnails

source: Genesis - Featured Posts
de_de: Genesis - Featured Beiträge

source: [Read More...]
de_de: [Weiterlesen...]

source: More Posts from this Category
de_de: Mehr Beiträge aus dieser Kategorie?

source: Category
de_de: Kategorie

source: Number of Posts to Offset
de_de: Offset (Abstand) für Beitragsanzeige

source: Order By
de_de: Sortieren nach

source: Date
de_de: Datum

source: Parent
de_de: Übergeordneter Seite

source: Comment Count
de_de: Anzahl Kommentare

source: Random
de_de: zufällig

source: Sort Order
de_de: Sortierung

source: Descending (3, 2, 1)
de_de: Absteigend (3, 2, 1)

source: Ascending (1, 2, 3)
de_de: Aufsteigend (1, 2, 3)

source: Show Author Gravatar
de_de: Autor-Gravatar anzeigen

source: Gravatar Size
de_de: Gravatar-Größe

source: Small (45px)
de_de: Small (45px) - klein

source: Medium (65px)
de_de: Medium (65px) - mittel

source: Large (85px)
de_de: Large (85px) - groß

source: Extra Large (125px)
de_de: Extra Large (125px) - extragroß

source: Gravatar Alignment
de_de: Gravatar-Ausrichtung

source: Show Post Title
de_de: Titel des Beitrags anzeigen

source: More Text (if applicable)
de_de: Mehr-Text (falls vorhanden)

source: To display an unordered list of more posts from this category, please fill out the information below
de_de: Um eine ungeordnete Liste aus dieser Kategorie anzuzeigen, fülle bitte die unten angegebenen Informationen aus

source: Show Category Archive Link
de_de: Kategorie-Archiv-Link anzeigen

source: Displays user profile block with Gravatar
de_de: Zeigt Benutzerprofile mit Gravatar an

source: Genesis - User Profile
de_de: Genesis - Benutzerprofil

source: View My Blog Posts
de_de: Meine Blog-Beiträge anschauen

source: Select a user. The email address for this account will be used to pull the Gravatar image.
de_de: Wähle einen Benutzer. Die E-Mail-Adresse für dieses Konto wird für die Anzeige des Gravatar-Bildes verwendet.

source: Small
de_de: Small - klein

source: Medium
de_de: Medium - mittel

source: Large
de_de: Large - groß

source: Extra Large
de_de: Extra Large - extragroß

source: Select which text you would like to use as the author description
de_de: Wähle den Text, den Du als Autor-Beschreibung verwenden möchtest

source: Author Bio
de_de: Autor-Biografie

source: Custom Text (below)
de_de: Freier Text (siehe unten)

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
de_de: Wähle Deine "Über mich"-Seite aus der Liste unten aus, auf die am Ende des Abschnitts "über mich" verlinkt wird.

source: Show Author Archive Link?
de_de: Autoren-Archiv-Link anzeigen?

source: Import Genesis Settings File
de_de: Genesis Einstellungen-Datei importieren

source: Upload File: (Maximum Size: %s)
de_de: Datei hochladen: (Maximale Größe: %s)

source: Export Genesis Settings File
de_de: Genesis Einstellungen-Datei exportieren

source: Once you have saved the download file, you can use the import function on another site to import this data.
de_de: Wenn Du einmal die Einstellungen-Datei erzeugt und gesichert hast, kannst Du die Importfunktion bei einer anderen (Genesis-) Webseite verwenden, um diese Daten zu importieren.

source: Download Export File
de_de: Export-Datei herunterladen

source: Characters Used: %s
de_de: Bis jetzt benutzte Zeichenanzahl: %s

source: Custom Body Class
de_de: Benutzerdefinierte Body-CSS-Klasse

source: Custom Post Class
de_de: Benutzerdefinierte Beitrags-CSS-Klasse

source: Choose Layout
de_de: Layout auswählen

source: Include the Featured Image?
de_de: Featured-Bild einschließen?

source: Genesis Admin Menus
de_de: Genesis Administratoren-Menüs

source: Enable Genesis Admin Menu?
de_de: Genesis Administratoren-Menüs aktivieren?

source: Enable SEO Settings Submenu?
de_de: SEO-Einstellungen Untermenü aktivieren?

source: Enable Import/Export Submenu?
de_de: Import-/ Export-Untermenü aktivieren?

source: Enable Author Box on this User's Posts?
de_de: Autoren-Box bei Beiträgen dieses Benutzers aktivieren?

source: Enable Author Box on this User's Archives?
de_de: Autoren-Box bei Archivübersichten dieses Benutzers aktivieren?

source: These settings apply to this author's archive pages.
de_de: Diese Einstellungen werden auf die Archivübersichtsseiten dieses Benutzers angewendet.

source: Custom Archive Headline
de_de: Nutzerspezifische Archivseiten-Überschrift

source: Will display in the %s tag at the top of the first page
de_de: Wird angezeigt beim %s-Stichwort, zu Beginn der ersten Seite

source: Custom Description Text
de_de: Nutzerspezifischer Beschreibungstext

source: This text will be the first paragraph, and display on the first page
de_de: Dieser Text wird der erste Absatz sein und auf der ersten Seite angezeigt werden

source: Congratulations! You are now rocking Genesis %s
de_de: Glückwunsch! Du rockst jetzt mit Genesis, Version %s

source: Show Featured Image
de_de: Featured-Bild anzeigen

source: Show Post Info
de_de: Beitrags-Info anzeigen (Byline)

source: Content Type
de_de: Inhaltstyp

source: Show Content
de_de: Inhalt anzeigen

source: Show Excerpt
de_de: Auszug anzeigen

source: Show Content Limit
de_de: Inhaltslimit anzeigen

source: No Content
de_de: Kein Inhalt

source: Not found:
de_de: Nicht gefunden:

source: View %s
de_de: Ansehen %s

source: View archives for %s
de_de: Archive anzeigen für %s

source: View archives for %s %s
de_de: Archive anzeigen für %s %s

source: View all %s
de_de: Alle %s anzeigen

source: View all items in %s
de_de: Alle Beiträge anzeigen in %s

source: Header Right
de_de: Kopfzeile rechts

source: Primary Sidebar
de_de: Haupt-Sidebar (Primary)

source: Secondary Sidebar
de_de: Zweit-Sidebar (Secondary)

source: There was a problem importing your settings. Please try again.
de_de: Es gab ein Problem beim Importieren Deiner Einstellungen. Bitte versuche es noch einmal.

source: No Label Selected
de_de: Kein Label ausgewählt

source: Footer %d
de_de: Fußzeile (Footer) %d

source: on
de_de: am

source: No export options available.
de_de: Keine Export-Einstellungen verfügbar.

source: Select / Deselect All
de_de: Alles auswählen / nicht auswählen

source: ago
de_de: her

source: Previous Page
de_de: Vorherige Seite

source: Next Page
de_de: Nächste Seite

source: Default
de_de: Standard

source: Choose the file from your computer and click "Upload file and Import"
de_de: Wähle die Datei von Deinem Computer und klicke "Hochladen und importieren"

source: Upload File and Import
de_de: Datei hochladen und importieren

source: Settings successfully imported.
de_de: Einstellungen erfolgreich importiert.

source: Settings reset.
de_de: Einstellungen zurückgesetzt.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Keywords are generally ignored by Search Engines.
de_de: Schlüsselwörter (Keywords) werden allgemein ignoriert von Suchmaschinen.

source: Default Layout
de_de: Standard-Layout

source: Comments and Trackbacks
de_de: Kommentare und Trackbacks

source: Header and Footer Scripts
de_de: Header- und Footer-Scripte

source: This can be helpful for diagnosing problems with your theme when seeking assistance in the <a href="%s" target="_blank">support forums</a>.
de_de: Dies kann hilfreich sein für die Diagnose von Problemen, wenn Du auf der Suche nach Unterstützung (Support) in den <a href="%s" target="_blank">Foren</a> bist.

source: If your custom feed(s) are not handled by Feedburner, we do not recommend that you use the redirect options.
de_de: Wenn Dein(e) Feed(s) nicht von Feedburner verwaltet werden/wird, empfehlen wir NICHT, die Umleitungs-Optionen zu nutzen. Sie werden dann nicht korrekt funktionieren!

source: Comments and Trackbacks can also be disabled on a per post/page basis when creating/editing posts/pages.
de_de: Kommentare und Trackbacks können auch direkt beim Schreiben oder Bearbeiten von Beiträgen oder Seiten deaktiviert werden.

source: Enable on:
de_de: Aktivieren für:

source: Front Page
de_de: Startseite

source: Pages
de_de: Seiten

source: Archives
de_de: Archiv-Seiten

source: 404 Page
de_de: 404-Fehlerseiten

source: Breadcrumbs are a great way of letting your visitors find out where they are on your site with just a glance. You can enable/disable them on certain areas of your site.
de_de: Breadcrumbs zeigen Deinen Besuchern auf einen Blick, wo er/ sie sich auf Deiner Webseite befindet. Du kannst die Anzeige von Breadcrumbs auf bestimmte Bereiche Deiner Webseite beschränken.

source: Using this option will limit the text and strip all formatting from the text displayed. To use this option, choose "Display post content" in the select box above.
de_de: Die Aktivierung der obigen Funktion begrenzt den Textauszug auf die angegebene Länge und entfernt alle Formatierungen. Um diese Option zu nutzen, wähle bitte "Inhalt des Beitrags anzeigen" in der Auswahlbox oben.

source: These options will affect any blog listings page, including archive, author, blog, category, search, and tag pages.
de_de: Diese Archiv-Optionen beeinflussen alle Blogauflistungen Deiner Webseite, einschließlich der Archiv-, Blog-, Kategorien-, Such- und Tag-Seiten.

# time difference
source: seconds
de_de: Sekunden

# time difference
source: %s year
de_de: %s Jahr

# time difference
source: %s month
de_de: %s Monat

# time difference
source: %s week
de_de: %s Woche

# time difference
source: %s day
de_de: %s Tag

# time difference
source: %s hour
de_de: %s Stunde

# time difference
source: %s second
de_de: %s Sekunde

# separator in time difference
source: and
de_de: und

source: Content-Sidebar
de_de: Inhalt-Sidebar

source: Sidebar-Content
de_de: Sidebar-Inhalt

source: Content-Sidebar-Sidebar
de_de: Inhalt-Sidebar-Sidebar

source: Sidebar-Sidebar-Content
de_de: Sidebar-Sidebar-Inhalt

source: Sidebar-Content-Sidebar
de_de: Sidebar-Inhalt-Sidebar

source: Theme SEO Settings
de_de: Theme SEO-Einstellungen

source: Layout Settings
de_de: Layout-Einstellungen

source: Error saving settings.
de_de: Fehler beim Speichern der Einstellungen.

source: Adjacent Posts %s link tags
de_de: %s Link Tags der benachbarten Beiträge

source: Archive Settings
de_de: Archiv-Einstellungen

source: Archive Headline
de_de: Archivüberschrift

source: Leave empty if you do not want to display a headline.
de_de: Leer lassen, wenn Du keine Überschrift anzeigen willst.

source: Archive Intro Text
de_de: Archiv-Einführungstext

source: Leave empty if you do not want to display any intro text.
de_de: Leer lassen, wenn Du keinen Einführungstext anzeigen willst.

source: Follow me on Twitter
de_de: Mir auf Twitter folgen

source: Color Style
de_de: Farbschema

source: Color Style:
de_de: Farbschema:

source: Please select the color style from the drop down list and save your settings.
de_de: Bitte wähle das Farbschema aus dem Aufklappmenü und speichere Deine Einstellungen.

source: Attachment Page
de_de: Anhang-Seiten

source: Image Size:
de_de: Bildgröße

source: Number of Posts to Show:
de_de: Anzahl der anzuzeigenden Beiträge:

source: Enter scripts or code you would like output to %s:
de_de: Hier Skripte/ Code einfügen, die Du über die Funktion %s ausgeben möchtest:

source: The %1$s hook executes immediately before the closing %2$s tag in the document source.
de_de: Die in %1$s eingefügten Skripte werden unmittelbar vor dem schließenden %2$s-Tag ausgeführt.

source: User Permissions
de_de: Benutzer-Berechtigungen

source: Author Archive Settings
de_de: Autorenarchiv-Einstellungen

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
de_de: Du kannst %s nicht verwenden, um zwei Menüs in derselben Unterklasse (subclass) zu erstellen. Bitte benutze getrennte Unterklassen (subclasses) für jedes Menü.

source: The argument, "context", has been replaced with "theme_location" in the $args array.
de_de: Das Argument "context" wurde mit "theme_location" im $args-Array ersetzt.

source: Dismiss
de_de: Ausblenden

source: Header Left
de_de: Kopfzeile links

source: This is the widget area in the header.
de_de: Dies ist der Widget-Bereich der Kopfzeile (Header).

source: This is the primary sidebar if you are using a two or three column site layout option.
de_de: Dies ist die erste Sidebar Widget-Area (Primary). Du kannst Inhalte hinzufügen, indem Du Dein <a href="%s">Widgets Panel</a> besuchst und neue Widgets zu diesem Bereich hinzufügst.

source: This is the secondary sidebar if you are using a three column site layout option.
de_de: Dies ist die zweite Sidebar Widget-Area (Secondary). Du kannst Inhalte hinzufügen, indem Du Dein <a href="%s">Widgets Panel</a> besuchst und neue Widgets zu diesem Bereich hinzufügst.

source: Footer %d widget area.
de_de: %d. Widget-Bereich in der Fußzeile (Footer).

source: Custom Text Content
de_de: Benutzerdefinierter Textinhalt

source: Extended page link text
de_de: Linktext für weiterführende Seite

source: Document Title Settings
de_de: Dokumententitel-Einstellungen

source: The document title (%s) is the single most important element in your document source for <abbr title="Search engine optimization">SEO</abbr>. It succinctly informs search engines of what information is contained in the document. The title can, and should, be different on each page, but these options will help you control what it will look like by default.
de_de: Der Titel des Dokuments (%s) ist der wichtigste <abbr title="Search engine optimization">SEO</abbr>-Tag in Deinem Dokumentenquelltext. Sehr prägnant informiert er Suchmaschinen darüber, welche Informationen im jeweiligen Dokument enthalten sind.Dieser Titel kann - und sollte - auf jeder einzelnen Seite verschieden sein. Diese Optionen hier helfen Dir dabei, eine gute Standardeinstellung zu finden.

source: <strong>By default</strong>, the home page document title will contain the site title, the single post and page document titles will contain the post or page title, the archive pages will contain the archive type, etc.
de_de: <strong>Standardmäßig</strong> enthält der Startseiten-Dokumententitel den Webseite-Titel. Die einzelnen Artikel- und Seitentitel enthalten die Artikel- und Seitenüberschriften, Archivseiten das entsprechende Sortierkennzeichen, usw.
