Repository: fdeitelhoff/Twainsoft-Blog-Theme
Catalog: twainsoft-theme/languages/*.po
Languages: de_de

source: We're always improving. Call it a sickness, but we like to make things work really, really well. Here's a list of the technical changes in this latest release.
de_de: Wir sind immer dabei, uns zu verbessern. Nenne es eine Vernarrtheit, aber uns ist es wichtig, dass die Dinge richtig gut und einfach funktionieren. Hier ist eine Liste von technischen Änderungen und Verbesserungen in dieser neuen Hauptversion:

source: Better named loop hooks for HTML5.
de_de: Besser benannte Loop-Action-Hooks bei Verwendung von HTML5 Markup.

source: Network Upgrade now upgrades the Genesis database for all sites in a network when running WordPress in multisite mode.
de_de: Die Aktualisierung von Genesis bei Netzwerk-Installationen (Multisite) aktualisiert jetzt die Genesis Datenbank für alle Webseiten im Netzwerk, welche Genesis verwenden.

source: Widget classes are now coded in PHP5 format.
de_de: Code: Die Widget-Klassen sind nun im gängigen HP5-Format geschrieben.

source: Admin CSS and Javascript are now minified.
de_de: Die CSS-Stile sowie das JavaScript für den Admin-Bereich werden nun komprimiert ausgeliefert.

source: Inline HTML comments have been removed to reduce page size.
de_de: Die Inline HTML-Kommentare wurden entfernt um die entsprechende Seitengröße zu verringern.

source: The Scripts option now has its own metabox when editing an entry.
de_de: Die Option für Skripte (bei Beiträgen, Seiten etc.) hat nun eine eigene Metabox.

source: Custom Post Type archive pages now have a settings page so you can control the output.
de_de: Archivseiten bei Inhaltsarchiven von Inhaltstypen (Custom Post Types) haben nun optional eigene Einstellungsseiten, um die Ausgabe zu kontrollieren (z.B. Titel, Layout, SEO-Optionen).

source: Genesis tracks displayed entry IDs so you can exclude entries from showing twice on a page.
de_de: Genesis trackt nun die angezeigten Eintrag-IDs (einzelne Beiträge, Seiten etc. als 'entry'), damit ausgeschlossen werden kann, dass diese doppelt auf einer Seite erscheinen (bei Auflistungen, Widgets etc.).

source: Entries without titles now display a permalink after the post content.
de_de: Einträge ohne Titel zeigen nun einen Permalink nach dem Beitrags-/ Seiteninhalt.

source: data in style sheet files
de_de: Daten in Stylesheet-Dateien

source: decimal or hexidecimal entities
de_de: dezimale oder hexadezimale Entitäten

source: Install %s
de_de: %s installieren

source: Genesis %s is available. <a href="%s" %s>Check out what's new</a> or <a href="%s" %s>update now.</a>
de_de: Genesis %s ist verfügbar. <a href="%s" %s>Schaue, was neu ist</a> oder <a href="%s" %s>aktualisiere jetzt</a>.

source: The changes you made will be lost if you navigate away from this page.
de_de: Die Änderungen, die Du getätigt hast, werden verloren gehen, falls Du diese Seite verlässt (ohne vorher zu speichern).

source: Updating Genesis will overwrite the current installed version of Genesis. Are you sure you want to update?. "Cancel" to stop, "OK" to update.
de_de: Eine Aktualisierung von Genesis überschreibt die aktuell installierte Genesis-Version. Bist Du sicher, dass Du die Aktualisierung starten möchtest? "Abbrechen", um den Vorgang zu stoppen, oder "OK", um die Aktualisierung zu beginnen.

source: at
de_de: um

source: Sorry, no content matched your criteria.
de_de: Es wurden keine Inhalte gefunden, welche Deinen Kriterien entsprechen.

source: This is the %s. You can add content to this area by visiting your <a href="%s">Widgets Panel</a> and adding new widgets to this area.
de_de: Dies ist die %s. Du kannst Inhalte hinzufügen, indem Dein Dein <a href="%s">Widgets Panel</a> besuchst und neue Widgets zu diesem Bereich hinzufügst.

source: Exclude Previously Displayed Posts?
de_de: Zuvor angezeigte Beiträge ausschließen?

source: Custom Canonical URL
de_de: Individuelle Canonical URL

source: Custom Redirect URL
de_de: Benutzerdefinierte Weiterleitungs-URL

source: Enter your custom feed URL:
de_de: Benutzerspezifische Feed-URL (Adresse) eingeben:

source: Enter your custom comments feed URL:
de_de: Benutzerspezifische Kommentar-Feed-URL (Adresse) eingeben:

source: Read more...
de_de: Weiterlesen...

source: Words
de_de: Wörter
