Repository: fdeitelhoff/Twainsoft-Blog-Theme
Catalog: twainsoft-theme/languages/*.po
Languages: de_de

source: HTML5 allows for multiple %s tags throughout the document source, provided they are the primary title for the section in which they appear. However, following this standard may have a marginal negative impact on SEO.
de_de: HTML5 erlaubt mehrere %s-Tags innerhalb des Dokumentenquelltextes, vorausgesetzt sie sind der Haupttitel für die Sektion, wo sie erscheinen. Wie auch immer, wenn Du diesem Ansatz folgst, könnte dies eventuell marginal negative Einflüsse auf Suchmaschinenoptimierung (SEO) haben.

source: Your Theme Settings provides control over how the theme works. You will be able to control a lot of common and even advanced features from this menu. Some child themes may add additional menu items to this list, including the ability to select different color schemes or set theme specific features such as a slider. Each of the boxes can be collapsed by clicking the box header and expanded by doing the same. They can also be dragged into any order you desire or even hidden by clicking on "Screen Options" in the top right of the screen and "unchecking" the boxes you do not want to see. Below you'll find the items common to every child theme...
de_de: Deine Theme Einstellungen bieten Dir mehr Kontrolle darüber, wie das Theme/ Framework arbeitet. Du kannst einige typische und sogar erweiterte Funktionen von da aus justieren. Einige Child Themes fügen hier manchmal zusätzliche Metaboxen mit Einstellungen hinzu, zum Beispiel die Auswahl von diversen Farbschemen oder Child Theme-spezifische Funktionen wie etwa Slider. Jede dieser Metaboxen kann auf- und zugeklappt werden (Boxen-Überschriftszeile, rechts außen!). Die Boxen können auch beliebig angeordnet werden, indem auf die Kopfzeile einer Box mit der Maus gehalten und dann verschoben wird. Außerdem können Boxen ein- und ausgeblendet werden, über den Tab "Optionen" rechts oben. Über das Hilfe-Menü links findest Du alle Elemente, die gleich sind für jedes Child Theme.

source: The information box allows you to see the current Genesis theme information and display if desired.
de_de: Die Informations-Box zeigt die Informationen zur aktuellen Version des Frameworks an und Benachrichtigungen für Aktualisierungen.

source: Normally, this should be unchecked. You can also set to enable automatic updates.
de_de: Standardmäßig wird dies nicht aktiviert sein. Du kannst ebenso automatische Aktualisierungen aktivieren.

source: This does not mean the updates happen automatically without your permission; it will just notify you that an update is available. You must select it to perform the update.
de_de: Dies bedeutet nicht, dass die Aktualisierungen automatisch ohne Dein Einverständnis ablaufen; es erfolgt lediglich eine Benachrichtigung, dass eine Aktualisierung vorliegt. Du musst dann auswählen, dass Du die Aktualisierung tatsächlich durchführen möchtest.

source: If you provide an email address and select to notify that email address when the update is available, your site will email you when the update can be performed.No, updates only affect files being updated.
de_de: Wenn Du eine E-Mail-Adresse angibst, und die Benachrichtigung aktivierst, wenn eine Aktualisierung vorliegt, wird Deine Webseite Dich via E-Mail informieren, dass Aktualisierungen durchgeführt werden können. (Hinweis: Es werden bei solchen Aktualisierungen nur die Basis-Dateien des Genesis Frameworks aktualisiert, NICHT das Child Theme!)

source: If you use Feedburner to handle your rss feed(s) you can use this function to set your site's native feed to redirect to your Feedburner feed.
de_de: Wenn Du den Feedburner-Dienst (von Google) verwendest, um Deine RSS-Feeds zu verwalten, kannst Du diese Funktion verwenden, um den nativen RSS-Feed Deiner Webseite direkt zum Feedburner-Feed umzuleiten.

source: By filling in the feed links calling for the main site feed, it will display as a link to Feedburner.
de_de: Indem Du die Feed-Links ausfüllst, und den Feed der Webseite aufrufst, wird der Link zu Feedburner angezeigt.

source: By checking the "Redirect Feed" box, all traffic to default feed links will be redirected to the Feedburner link instead.
de_de: Indem das Kontrollkästchen "Feed umleiten (Redirect)?" aktiviert wird, werden alle Aufrufe der Standard-Feed-Links direkt zum entsprechenden Feedburner-Link umgeleitet.

source: This lets you select the default layout for your entire site. On most of the child themes you'll see these options:
de_de: Damit kannst Du ein Standard-Layout für Deine gesamte Webseite festlegen. Bei den meisten Child Themes wirst Du diese Optionen zur Auswahl vorfinden:

source: These options can be extended or limited by the child theme. Additionally, many of the child themes do not allow different layouts on the home page as they have been designed for a specific home page layout.
de_de: Diese Optionen können von Child Themes oder Plugins erweitert oder beschränkt werden. Weiterhin solltest Du beachten, dass viele Child Themes keine verschiedenen Layouts für die Startseite erlauben, da diese oft mit einem spezifischen, festgelegten Layout designed wurden.

source: This layout can also be overridden in the post/page/term layout options on each post/page/term.
de_de: Dieses Standard-Layout kann durch die Einstellungen pro Beitrag/ pro Seite/ pro Taxonomie überschrieben werden.<br /><br /><em>Hinweis: Weitere Layout-Einstellungen für besondere Bereiche sind mit dem <a href="http://wordpress.org/plugins/genesis-layout-extras/" target="_new">Plugin 'Genesis Layout Extras'</a> möglich.</em>

source: The <strong>Dynamic text</strong> option will use the Site Title and Site Description from your site's settings in your header.
de_de: Die Option <strong>Dynamischer Text</strong> wird den Webseiten-Titel/ -Name und die Webseiten-Beschreibung (von den 'Allgemeinen Einstellungen' Deiner Webseite) für die Kopfzeile verwenden.

source: The <strong>Image logo</strong> option will use a logo image file in the header instead of the site's title and description. This setting adds a .header-image class to your site, allowing you to specify the header image in your child theme's style.css. By default, the logo can be saved as logo.png and saved to the images folder of your child theme.
de_de: Die Option <strong>Bild als Logo</strong> wird eine Logo-Bilddatei in der Kopfzeile verwenden, statt dem Webseiten-Titel/ -Name und der Webseiten-Beschreibung. Diese Einstellung fügt Deiner Webseite eine <code>.header-image</code> CSS-Klasse hinzu. Damit kannst Du das Kopfzeilen-Bild in der <code>style.css</code> Stildatei Deines Child Themes referenzieren. Standardmäßig kann das Logo als Datei <code>logo.png</code> gespeichert und in den Unterordner <code>/images/</code> Deines aktiven Child Themes hochgeladen werden (via FTP).

source: The Primary Navigation Extras typically display on the right side of your Primary Navigation menu.
de_de: 'Extras auf rechter Seite' für die Haupt-Navigation werden direkt auf der rechten Seite beim Hauptmenü angezeigt.

source: Today's date displays the current date
de_de: <em>Das heutige Datum</em> zeigt das aktuelle Datum an.

source: RSS feed link displays a link to the RSS feed for your site that a reader can use to subscribe to your site using the feedreader of their choice.
de_de: <em>RSS-Feed-Links</em> zeigt einen Link zum RSS-Feed Deiner Webseite an, den ein Leser dann abonnieren kann - mit einem Feedreader seiner Wahl.

source: Search form displays a small search form utilizing the WordPress search functionality.
de_de: <em>Suchformular</em> zeigt ein Suchformular an, gekoppelt an die standardmäßige WordPress-Suchfunktionalität.

source: Twitter link displays a link to your Twitter profile, as indicated in Twitter ID setting. Enter only your user name in this setting.
de_de: <em>Twitter-Link</em> zeigt einen Link zu Deinem Twitter-Kanal an, so, wie bei der Twitter-ID-Einstellung angegeben. Gib nur Deinen Benutzernamen (= @-Handle) bei Twitter in dieser Einstellung an.

source: This box lets you define where the "Breadcrumbs" display. The Breadcrumb is the navigation tool that displays where a visitor is on the site at any given moment.
de_de: Diese Box lässt Dich die Anzeige der Breadcrumbs (Brotkrümel-Navigation) bestimmen. Die Breadcrumbs sind ein Navigationswerkzeug - mit SEO-Relevanz - welches anzeigt, wo ein Besucher der Webseite sich gerade befindet.

source: This allows a site wide decision on whether comments and trackbacks (notifications when someone links to your page) are enabled for posts and pages.
de_de: Dies erlaubt eine Webseiten-weite Entscheidung, ob Kommentare und Trackbacks/ Pingbacks (Benachrichtungen, wenn jemand auf einen Beitrag/ eine Seite verlinkt), für Beiträge bzw. Seiten aktiviert sein sollen oder nicht.

source: If you enable comments or trackbacks here, it can be disabled on an individual post or page. If you disable here, they cannot be enabled on an individual post or page.
de_de: Falls Du Kommentare oder Trackbacks/ Pingbacks hier aktivierst, können diese dennoch pro einzelnem Beitrag bzw. einzelner Seite deaktiviert werden. Wenn Du diese hier aber deaktivierst, können sie pro Beitrag bzw. Seite <em>nicht</em> einzeln aktiviert werden.

source: In the Genesis Theme Settings you may change the site wide Content Archives options to control what displays in the site's Archives.
de_de: In den Genesis Theme-Einstellungen kannst Du die Webseiten-weiten Inhaltsarchiv-Optionen festlegen, um zu kontrollieren, was angezeigt wird.

source: Archives include any pages using the blog template, category pages, tag pages, date archive, author archives, and the latest posts if there is no custom home page.
de_de: Inhaltsarchive betreffen alle Seiten, welche die 'Blog'-Seitenvorlage verwenden, sowie Archivseiten von Kategorien, Schlagwörtern, Datumsbereichen, Autoren sowie die neuesten Beiträge, falls Du keine angepasste Startseite verwendest.

source: The first option allows you to display the post content or the post excerpt. The Display post content setting will display the entire post including HTML code up to the <!--more--> tag if used (this is HTML for the comment tag that is not displayed in the browser).
de_de: Die erste Option erlaubt Dir die Anzeige des Beitrags-/ Seiteninhaltes oder des kurzen Textauszugs (Excerpt). Die Einstellung 'Inhalt des Beitrages' wird den gesamten Beitrag inklusive HTML-Code bis zum <code><!--more--></code> (falls vorhanden; wird aber nicht im Browser dargestellt) anzeigen.

source: It may also be coupled with the second field "Limit content to [___] characters" to limit the content to a specific number of letters or spaces. This will strip any HTML, but allows for more precise and easily changed lengths than the excerpt.
de_de: Dies kann auch kombiniert werden mit der zweiten Möglichkeit "Inhalt begrenzen auf [__] Zeichen", um den Inhalt auf eine spezifische Länge zu stutzen. Dabei wird jedoch jedes HTML Markup entfernt. Dennoch ist dies nützlich, um genauer und einfacher die Textauszugslänge festlegen zu können!

source: The Display post excerpt setting will display the first 55 words of the post after also stripping any included HTML or the manual/custom excerpt added in the post edit screen.
de_de: Die Einstellung "Nur Textauszüge anzeigen" wird entweder automatisiert die ersten 55 Worte (!) des Beitrages anzeigen (auch nachdem alle HTML Tags entfernt wurden!) oder andererseits den eigenen Textauszug des entsprechenden Beitrags, falls manuell festgelegt.

source: The 'Include post image?' setting allows you to show a thumbnail of the first attached image or currently set featured image.
de_de: Die Einstellung "Featured-Bild einschließen?" erlaubt es Dir, ein Vorschaubild des zuerst hochgeladenen Bildes eines Beitrages oder das entsprechende Artikelbild (Featured Image, falls gesetzt) anzuzeigen.

source: This option should not be used with the post content unless the content is limited to avoid duplicate images.
de_de: Diese Option sollte nicht mit der Einstellung (kompletten) 'Inhalt des Beitrages anzeigen' verwendet werden, es sei denn, dass die Zeichenbegrenzung (Limit) verwendet wird. Andererseits würde es zur doppelten Anzeige der Bilder kommen &hellip;

source: The 'Image Size' list is populated by the available image sizes defined in the theme.
de_de: Die Liste der 'Bildgrößen' wird erzeugt aus den verfügbaren Bildgrößen folgender Quellen: aktives Child Theme, von WordPress selbst, sowie Plugins

source: Post Navigation Technique allows you to select one of three navigation methods.
de_de: Die Einstellung "Text für Navigatoren" erlaubt es Dir aus drei verschiedenen Navigationsmethoden auszuwählen.

source: Blog Page
de_de: Blog Seitenvorlage (Template)

source: This works with the Blog Template, which is a page template that shows your latest posts. It's what people see when they land on your homepage.
de_de: Dies funktioniert mit der 'Blog' Seitenvorlage (Template), welches eine Seitenvorlage ist, die Deine neuesten Beiträge anzeigt (Aktuellste oben). Das sehen die Besucher in der Regel, wenn diese Deine Startseite aufrufen.

source: In the General Settings you can select a specific category to display from the drop down menu, and exclude categories by ID, or even select how many posts you'd like to display on this page.
de_de: In den Allgemeinen Einstellungen kannst Du eine spezifische Kategorie aus dem Aufklappmenü auswählen, sowie auch Kategorien nach deren ID ausschließen. Außerdem ist es möglich die Anzahl der anzuzeigenden Beiträge einzustellen.

source: There are some special features of the Blog Template that allow you to specify which category to show on each page using the template, which is helpful if you have a "News" category (or something else) that you want to display separately.
de_de: Es gibt einige besondere Funktionen der 'Blog' Seitenvorlage (Template), die es Dir erlauben, welche Kategorie Du anzeigst auf jeder Seite, welches dieses Template verwendet. Dies ist hilfreich, um beispielsweise eine Kategorie "Nachrichten" (oder beliebige andere Kategorie) getrennt auf einer Seite auszugeben.

source: You can find more on this feature in the <a href="%s" target="_blank">How to Add a Post Category Page tutorial.</a>
de_de: Du kannst mehr über diese Funktion erfahren in der Anleitung <a href="%s" target="_blank">How to Add a Post Category Page (Wie Du eine Beitrags-Kategorieseite hinzufügst)</a> (Engl.).

source: This provides you with two fields that will output to the <head></head> of your site and just before the </body>. These will appear on every page of the site and are a great way to add analytic code and other scripts. You cannot use PHP in these fields. If you need to use PHP then you should look into the Genesis Simple Hooks plugin.
de_de: Hiermit werden Dir zwei Felder angeboten, deren Inhalte direkt im Quelltext-Kopfbereich innerhalb von <code>< head >< /head ></code> Deiner Webseite sowie direkt im Quelltext-Fußbereich vor <code>< /body ></code> ausgegeben werden. Diese Skript-Daten werden auf jeder Seite Deiner Webseite ausgegeben und sind eine großartige Möglichkeit, Codes von Analysediensten oder andere Skripte einzubinden. Du kannst kein PHP in diesen Feldern verwenden. Falls Sie PHP verwenden wollen, solltest Du dies über Code-Anpassungen mit dem 'Genesis Simple Hooks' Plugin oder über andere Plugins erledigen.

source: How Home Pages Work
de_de: Wie Startseiten (Homepages) funktionieren

source: Most Genesis child themes include a custom home page.
de_de: Die meisten offiziellen Genesis Child Themes kommen mit einer angepassten Startseite (Homepage).

source: To use this type of home page, make sure your latest posts are set to show on the front page. You can setup a page with the Blog page template to show a blog style list of your latest posts on another page.
de_de: Um diese Art von Startseite zu verwenden, stelle bitte sicher, dass Deine neuesten Beiträge auf der Startseite angezeigt werden. Du kannst eine Seite anlegen, welcher die 'Blog' Seitenvorlage (Template) zugewiesen wurde, um eine Liste Deiner neuesten Beiträge im Blog-Format auf einer anderen Seite anzuzeigen.

source: This home page is typically setup via widgets in the sidebars for the home page. This can be accessed via the Widgets menu item under Appearance.
de_de: Diese Startseite ist typischerweise eingerichtet via Widgets über die speziellen Widget-Bereiche für die Startseite (Homepage). Dies kann alles über das linke "Widgets"-Menü unter "Design" verwaltet werden.

source: Child themes that include this type of home page typically include additional theme-specific tutorials which can be accessed via a sticky post at the top of that child theme support forum.
de_de: (Offizielle) Chld Themes, welche diese Art von Startseite enthalten, bringen meist zusätzliche Child Theme-spezifische Anleitungen (Tutorials) mit, welche über die Webseite my.studiopress.com verfügbar sind. &mdash; Bei Drittanbieter-Child Themes wende Dich bitte an den Support des jeweiligen Herausgebers.

source: If your theme uses a custom home page and you want to show the latest posts in a blog format, do not use the blog template. Instead, you need to rename the home.php file to home-old.php instead.
de_de: Falls Dein Child Theme eine angepasste Startseite verwendet und Du willst die neuesten Beiträge in einem Blog-Format anzeigen, dann verwende bitte nicht die 'Blog' Seitenvorlage (Template). Benenne stattdessen in Deinem Child Theme Ordner die Datei <code>home.php</code> um in <code>home_original.php</code>.

source: Another common home page is the "blog" type home page, which is common to most of the free child themes. This shows your latest posts and requires no additional setup.
de_de: Eine weitere beliebte Startseiten-Art ist eine "Blog"-Homepage. Diese erlebst Du bei den meisten freien Child Themes. Dabei werden die neuesten Beiträge angezeigt - ohne irgendwelche zusätzlichen Einrichtungen durch Dich.

source: The third type of home page is the new dynamic home page. This is common on the newest child themes. It will show your latest posts in a blog type listing unless you put widgets into the home page sidebars.
de_de: Die dritte Art von Startseite ist die 'neue dynamische Startseite'. Dies ist gängig bei den neuesten Child Themes. Dabei werden standardmäßig die neusten Beiträge angezeigt. Es sei denn, Du hast <em>aktive Widgets</em> in den speziellen Widget-Bereichen für die Startseite (Homepage) platziert. In diesem Falle wird automatisch die Startseite widgetisiert angezeigt.

source: This setup is preferred because it makes it easier to show a blog on the front page (no need to rename the home.php file) and does not have the confusion of no content on the home page when the theme is initially installed.
de_de: Diese letzte Art wird bevorzugt, denn dadurch wird es viel einfacher einen Blog auf der Startseite anzuzeigen (keine Erfordernis die Datei <code>home.php</code> umzubenennen). Außerdem wird so die Verwirrung vermieden, wenn Situationen auftreten, wo kein Inhalt auf der Startseite erscheint, wenn das Theme erstmalig installiert wird.

source: Home Pages
de_de: Startseiten-Info

source: If you provide an email address above, you will be notified via email when a new version of Genesis is available.
de_de: Wenn Du eine E-Mail-Adresse im obigen Feld angibst, wirst Du benachrichtigt, sobald eine neue Version von Genesis verfügbar ist.

source: Load Superfish Script?
de_de: 'Superfish'-Skript laden? (JavaScript für elegante Aufklappmenüs)

source: Primary Navigation Extras
de_de: 'Extras auf rechter Seite' für die Haupt-Navigation werden direkt auf der rechten Seite beim Hauptmenü angezeigt.

source: In order to view the Primary navigation menu settings, you must build a <a href="%s">custom menu</a>, then assign it to the Primary Menu Location.
de_de: Damit Du die Einstellungen für die Haupt-Navigation (Primary Navigation Menu) verwenden kannst, musst Du ein <a href="%s">benutzerdefiniertes Menü</a> in WordPress erstellen und es dann dem Menüanzeigeort 'Haupt-Navigation (Primary)' zuweisen.

source: Congratulations! You're now running Genesis %s.
de_de: Glückwunsch! Deine Webseite läuft jetzt mit Genesis, Version %s.

source: HTML5 Markup
de_de: HTML5 Markup (Tags, Auszeichnungen)

source: Genesis has always been on the cutting edge of web technology, and Genesis 2.0 continues in that excellent tradition. With a single line of code in a child theme, Genesis will now output HTML5 markup in place of the old XHTML tags. Also, every theme we build in the future will be developed on HTML5.
de_de: Genesis war immer an der vordersten Front von modernen Web-Technologien, und Genesis Version 2.0 setzt dies in exzellenter Tradition fort. Mit einer einzelnen Codezeile in einem Child Theme wird Genesis nun HTML5 Markup ausgeben, anstelle der alten XHTML Tags. Außerdem wird jedes neue Child Theme ab sofort nur noch mit/ für HTML5 entwickelt.

source: Microdata
de_de: Mikrodaten

source: If you're using a theme with HTML5 enabled, Genesis will also output your markup using microdata.. Not sure what that is? We don't blame you. Take a look at <a href="%s" target="_blank">this explanation</a>. Still confused? Don't worry. That's why you're using a framework. We did all the research and modified the markup to serve search engines the Microdata they're looking for, so you don't have to. It's good to be a Genesis user.
de_de: Wenn Du ein Child Theme mit aktiviertem HTML5 verwendest, wird Genesis Dein Markup auch mit Mikrodaten ausgeben. Du weißt nicht genau, was das ist? Schaue Dir einfach <a href="%s" target="_blank">diese Erklärung (Engl.)</a> an. Noch immer etwas verwirrt? Keine Sorge! Darum verwendest Du ja ein Framework. Wir haben die ganze Arbeit im Hintergrund für Dich erledigt, um Suchmaschinen das bestmögliche Markup auszuliefern. Somit musst Du Dich nicht um die technischen Belange kümmern und kannst Dich auf Deine Inhalte konzentrieren, die nun noch besser für Suchmaschinen optimiert sind. Es ist gut, ein Genesis-Anwender zu sein ;-).

source: A Brand New Design
de_de: Ein brandneues Design

source: Genesis is sporting a fresh new look. And we've taken advantage of the new HTML5 markup, as well as some snazzy CSS3. We think you're gonna love this.
de_de: Genesis hat ein neues Aussehen spendiert bekommen. Und wir haben die Vorteile des neuen HTML5 Markups gleich genutzt - ebenso wie einige schicke CSS3 Effekte. Wir denken, das wird Dir sehr gefallen! :)

source: Removing Features
de_de: Entfernte Funktionen

source: We want to keep Genesis as lightweight as possible for you, nobody wants to use bloated software. So we've removed the Latest Tweets widget, eNews widget, the "post templates" feature, and the "fancy dropdowns" setting. But fear not! If you want those features back, click below to install the handy plugins we created for you.
de_de: Wir wollen Genesis so schlank wie irgend möglich halten, denn niemand möchte überladene Software. Daher haben wir das 'Genesis Letzte Tweets' Widget, das 'Genesis eNews' Widget, die "Einzel-Beitrags-Templates" sowie die "Eleganten Aufklappmenüs" (nur die JavaScript-Version davon!) entfernt. Doch auch hier keine Sorge! Wenn Du diese Funktionen unbedingt benötigen solltest, kannst Du die Links unten verwenden, um entsprechend für Dich erstellte Plugins zu installieren:

source: Genesis Latest Tweets Widget
de_de: Genesis Letzte Tweets Widget

source: Genesis eNews Extended
de_de: Genesis eNews erweitert

source: Fancy Dropdowns
de_de: Elegante Aufklappmenüs (JavaScript-Version!)

source: Boring, but important
de_de: Weniger interessant, dennoch wichtig
