Repository: fdeitelhoff/Twainsoft-Blog-Theme
Catalog: twainsoft-theme/languages/*.po
Languages: de_de

source: Add site description (tagline) to %s on home page?
de_de: Webseiten-Beschreibung (Slogan) zum %s auf der Startseite hinzufügen?

source: Add site name to %s on inner pages?
de_de: Webseiten-Titel/ -Name zum %s auf den Unterseiten hinzufügen?

source: Document Title Additions Location:
de_de: Platzierung von Zusätzen zum Dokumententitel:

source: Determines which side the added title text will go on.
de_de: Legt fest, auf welche Seite der hinzugefügte Text angefügt wird.

source: Document Title Separator:
de_de: Dokumententitel Trennzeichen:

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
de_de: Wenn der Dokumententitel aus zwei Zeilen besteht (Titel und angefügter Text), wird das Trennzeichen dazwischen eingefügt.

source: Site Description (Tagline)
de_de: Webseiten-Beschreibung (Slogan)

source: Homepage Document Title:
de_de: Startseite Dokumententitel:

source: If you leave the document title field blank, your site&#8217;s title will be used instead.
de_de: Wenn Du den Dokumententitel frei lässt, wird stattdessen Dein Webseiten-/ Projekttitel verwendet.

source: Home Meta Description:
de_de: Startseite META-Beschreibung:

source: The meta description can be used to determine the text used under the title on search engine results pages.
de_de: Die META-Beschreibung wird in der Regel dazu verwendet, um auf den Ergebnisseiten von Suchmaschinen den Text unterhalb des Titels zu festzulegen.

source: Home Meta Keywords (comma separated):
de_de: Startseite META-Schlüsselwörter (durch Komma getrennt):

source: Homepage Author
de_de: Homepage-/ Webseiten-Autor

source: Select the user that you would like to be used as the %s for the homepage. Be sure the user you select has entered their Google+ profile address on the profile edit screen.
de_de: Wähle den Benutzer, den Du als <code>%s</code> für die Homepage bzw. Webseite verwenden willst. Stelle sicher, dass der ausgewählte Benutzer seine Google+ Profiladresse in den Profileinstellungen korrekt hinterlegt hat.

source: Select User
de_de: Benutzer auswählen

source: By default, WordPress places several tags in your document %1$s. Most of these tags are completely unnecessary, and provide no <abbr title="Search engine optimization">SEO</abbr> value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document %1$s. If you do not know what something is, leave it unchecked.
de_de: Standardmäßig platziert WordPress einige Tags in Dein Dokument %1$s. Die meisten dieser Tags sind vollkommen unnötig und liefern keine Relevanz für <abbr title="Search engine optimization">SEO</abbr> oder darüber hinaus. Sie führen lediglich zu längeren Ladezeiten. Entscheide, welche Tags Du in Deinem Dokument %1$s enthalten sein sollen. Kommt Dir etwas nicht geläufig vor, lasse es deaktiviert.

source: <span class="genesis-admin-note">Note:</span> The shortlink tag might have some use for 3rd party service discoverability, but it has no <abbr title="Search engine optimization">SEO</abbr> value whatsoever.
de_de: <span class="genesis-admin-note">Hinweis:</span> Der Kurz-URL Tag kann eine Bedeutung für Drittanbieter-Dienste haben, hat jedoch keine Relevanz für <abbr title="Search engine optimization">SEO</abbr> oder darüber hinaus.

source: Some search engines will cache pages in your site (e.g. Google Cache). The %1$s tag will prevent them from doing so. Choose which archives you want %1$s applied to.
de_de: Einige Suchmaschinen werden Seiten Deiner Homepage im Cache-Speicher ablegen (z.B. Google Cache). Das %1$s Tag wird sie jedoch davon abhalten. Wähle, welche Archive Du auf %1$s setzen willst.

source: Header
de_de: Kopfzeile (Header)

source: Navigation
de_de: Navigation (Menüs)

source: Blog Page Template
de_de: Blog Seitenvorlage (Template)

source: Use for site title/logo:
de_de: Verwende für Webseitentitel/ -Logo:

source: Posts Page
de_de: Seite mit Beiträgen

source: These settings apply to any page given the "Blog" page template, not the homepage or post archive pages.
de_de: Diese Einstellungen greifen für jede Seite, der die "Blog"-Seitenvorlage (Template) zugewiesen wurde. Für die Homepage (Startseite) oder Inhaltsarchive haben diese Einstellungen hier keine Relevanz!

source: Welcome to Genesis %s
de_de: Willkommen bei Genesis Version %s

source: What&#8217;s New
de_de: Was ist neu?

source: Project Leads
de_de: Leitende Entwickler/ Herausgeber

source: Lead Developer
de_de: Leitender Entwickler

source: Contributors
de_de: Beitragende Entwickler

source: Contributor
de_de: Entwickler (Community)

source: Go to Theme Settings &rarr;
de_de: Zu den Theme-Einstellungen &rarr;

source: Go to SEO Settings &rarr;
de_de: Zu den SEO-Einstellungen &rarr;</a><br /><br /><h4>Hinweis des Übersetzers:</h4><br />Das Bereitstellen und regelmäßige Aktualisieren dieser deutschen Übersetzungen &ndash; durch David Decker DECKERWEB seit 2010 &ndash; kostet Zeit und Geld. Wenn Du diesen Dienst für die Anwender-Community unterstützen willst, freue ich mich über jede Spende! <em>&mdash; Danke, David Decker</em><br /><strong>&rarr; <a href="http://deckerweb.de/sprachdateien/spenden/" target="_new">Deine Spende für Genesis-Übersetzungen</a></strong><a>

source: Have you tried our Scribe content marketing software? Do research, content and website optimization, and relationship building without leaving WordPress. <b>Genesis owners save big when using the special link on the special page we've created just for you</b>. <a href="%s" target="_blank">Click here for more info</a>.
de_de: Haben Sie schon unsere Scribe Inhaltsvermarktungs-Software ausprobiert? Damit kannst Du Recherche, Inhaltsoptimierung und das Bauen von Inhalts-/ Link-Beziehungen erledigen, ohne den WordPress-Adminbereich verlassen zu müssen. <b>Genesis-Benutzer sparen sehr viel: Wenn Du den besonderen Link auf der Extra-Seite verwendest - nur für Dich<b>. <a href="%s" target="_blank">Klicke hier für weitere Informationen</a>.

source: Visit %s&#x02019;s website
de_de: Webseite von %s besuchen

source: Read more
de_de: Weiterlesen

source: Search this website
de_de: Webseite durchsuchen

source: Read More
de_de: Weiterlesen

source: Search Results for:
de_de: Suchergebnisse für:

source: Not found, error 404
de_de: Inhalt nicht gefunden, Fehler 404 (Systemmeldung)

source: The page you are looking for no longer exists. Perhaps you can return back to the site's <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it by using the search form below.
de_de: Die von Dir gesuchte Seite existiert nicht mehr. Möglicherweise findest Du Deine gesuchten Inhalte, indem Du zur <a href="%s">Startseite</a> zurückgehst. Vielleicht findest Du auch hier Deine gesuchten Informationen:

source: Archive
de_de: Archiv

source: View the <a href="%s">%s archive</a>.
de_de: Das <a href="%s">%s Archiv</a> ansehen.

source: Meta Description
de_de: Meta Beschreibung

source: Meta Keywords
de_de: Meta Schlüsselwörter

source: Apply %s to this archive
de_de: %s diesem Archiv zuweisen

source: The Archive Headline sets the title seen on the archive page
de_de: Die Archiv-Überschrift legt den Seitentitel fest, welcher auf der Archivseite erscheint.

source: The Archive Intro Text sets the text before the archive entries to introduce the content to the viewer.
de_de: Der Archiv-Einführungstext legt den Text vor den Archiv-Einträgen/ -Inhalten fest, um die Inhalte dem Betrachter besser vorzustellen.

source: The Custom Document Title sets the page title as seen in browsers and search engines.
de_de: Der 'Individuelle Dokumententitel' legt den Archiv-Seitentitel fest, der in Browsern und Suchmaschinen angezeigt wird.

source: The Meta description and keywords fill in the meta tags for the archive page. The Meta description is the short text blurb that appear in search engine results.
de_de: Die META-Beschreibung und -Schlüsselwörter (Keywords) füllen die sogenannten Meta-Tags für die Archivseite aus. Die META-Beschreibung ist der kurze Textblock, der prägnant den Inhalt zusammenfasst und in Ergebnissen von Suchmaschinen erscheint.

source: Most search engines do not use Keywords at this time or give them very little consideration; however, it's worth using in case keywords are given greater consideration in the future and also to help guide your content. If the content doesn’t match with your targeted key words, then you may need to consider your content more carefully.
de_de: Die meisten gängigen Suchmaschinen verwenden (schon lange) <em>keine</em> Schlüsselwörter (Keywords) mehr oder schenken ihnen nur sehr wenig Beachtung. Wie auch immer, es kann sinnvoll sein, sie dennoch zu verwenden, da sie eventuell in der Bedeutung wieder steigen könnten oder sie auch dabei helfen, Deine Inhalte zu leiten. Wenn der Inhalt nicht mit Deinen Ziel-Schlüsselwörtern übereinstimmt, dann solltest Du Deinen Inhalt sorgfältiger auswählen.

source: The Robots Meta Tags tell search engines how to handle the archive page. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
de_de: Die Robots Meta-Tags teilen Suchmaschinen mit, wie mit der Archivseite zu verfahren ist. <code>noindex</code> bedeutet, dass diese Seite nicht indexiert werden und sie nicht in Suchergebnissen erscheinen soll. <code>nofollow</code> bedeutet, dass Links von dieser Seite nicht gefolgt werden soll. <code>noarchive</code> bedeutet, dass von dieser Seite keine Archivversion angelegt werden soll.

source: This lets you select the layout for the archive page. On most of the child themes you'll see these options:
de_de: Damit kannst Du ein Layout für die Archivseite festlegen. Bei den meisten Child Themes wirst Du diese Optionen zur Auswahl vorfinden:

source: Content Sidebar
de_de: Inhalt-Sidebar

source: Sidebar Content
de_de: Sidebar-Inhalt

source: Sidebar Content Sidebar
de_de: Sidebar-Inhalt-Sidebar

source: Content Sidebar Sidebar
de_de: Inhalt-Sidebar-Sidebar

source: Sidebar Sidebar Content
de_de: Sidebar-Sidebar-Inhalt

source: These options can be extended or limited by the child theme.
de_de: Diese Optionen können von Child Themes sowie Plugins erweitert oder beschränkt werden.

source: The Custom Body Class adds a class to the body tag in the HTML to allow CSS modification exclusively for this post type's archive page.
de_de: Die 'Benutzerdefinierte Body-CSS-Klasse' fügt dem Body-Tag eine CSS-Klasse hinzu, welche Stilmodifikationen via CSS speziell für diese Seite ermöglicht.<br /><br /><em>Hinweis: Weitere Layout-Einstellungen für besondere Bereiche sind mit dem <a href="http://wordpress.org/plugins/genesis-layout-extras/" target="_new">Plugin 'Genesis Layout Extras'</a> möglich.</em>

source: This allows you to import or export Genesis Settings.
de_de: Dies erlaubt es Dir, die Genesis Einstellungen zu exportieren und importieren.

source: This is specific to Genesis settings and does not includes posts, pages, or images, which is what the built-in WordPress import/export menu does.
de_de: Dies ist spezifisch für Genesis Einstellungen und schließt Beiträge, Seiten oder Bilder nicht ein. Für diese genannten Dinge, verwenden Sie einfach die in WordPress eingebaute Import-/ Exportfunktion (Menü 'Werkzeuge').

source: It also does not include other settings for plugins, widgets, or post/page/term/user specific settings.
de_de: Andere Einstellungen für Plugins, Widgets oder Nutzer-spezifische Einstellungen (bei Beiträgen, Seiten, etc.) sind dort ebenso nicht enthalten. &mdash; <em>Tipp: Für Genesis-spezifische Plugins ist das <a href="http://wordpress.org/plugins/genesis-extra-settings-transporter/" target="_new">'Genesis Extra Settings Transporter' Plugin</a> kostenfrei erhältlich!</em>

source: Import
de_de: Importieren

source: You can import a file you've previously exported. The file name will start with %s followed by one or more strings indicating which settings it contains, finally followed by the date and time it was exported.
de_de: Du kannst eine Datei importieren, die Du vorher exportiert hast. Der Dateiname wird mit %s beginnen, gefolgt von einem oder mehreren Codes, welche die Einstellungen kennzeichnen, die noch mit enthalten sind. Danach wird noch das Datum und die Zeit des Exports angefügt.

source: Once you upload an import file, it will automatically overwrite your existing settings.
de_de: Wird einmal eine Importdatei hochgeladen, wird diese automatisch Deine bestehenden Einstellungen überschreiben.

source: This cannot be undone
de_de: Dies kann nicht rückgängig gemacht werden!

source: Export
de_de: Exportieren

source: You can export your Genesis-related settings to back them up, or copy them to another site. Child themes and plugins may add their own checkboxes to the list. The settings are exported in %s format.
de_de: Du kannst Deine Genesis-spezifischen Einstellungen exportieren, um eine Sicherung anzulegen oder um sie zu einer anderen (Genesis-betriebenen) Webseite zu migrieren. Child Themes sowie Plugins können ihre eigenen Einstellungen via Extra-Kontrollkästchen zur Liste hinzufügen. Die Einstellungen werden im %s-Format exportiert.<br ><br /><em>Tipp: Für Genesis-spezifische Plugins ist das <a href="http://wordpress.org/plugins/genesis-extra-settings-transporter/" target="_new">'Genesis Extra Settings Transporter' Plugin</a> kostenfrei erhältlich! Es fügt die Einstellungen von zahlreichen offiziellen und Drittanbieter-Plugins dem Genesis-Exporter hinzu.</em>

source: For more information:
de_de: Für weitere Informationen:

source: Get Support
de_de: Support erhalten (Engl.)

source: Genesis Snippets
de_de: Genesis Codeschnipsel (Engl.)

source: Genesis Tutorials
de_de: Genesis Anleitungen (Tutorials) (Engl.)

source: Upload the data file (%s) from your computer and we'll import your settings.
de_de: Lade die Daten (%s) von Deinem Rechner hoch und wir werden Deine Einstellungen importieren.

source: When you click the button below, Genesis will generate a data file (%s) for you to save to your computer.
de_de: Wenn Du den Button hier darunter klickst, wird Genesis eine Daten-Datei (%s) für Dich erzeugen, die Du auf Deinem Rechner abspeichern kannst.

source: Scripts
de_de: Skripte

source: Page-specific Scripts
de_de: Seiten-spezifische Skripte

source: Suitable for custom tracking, conversion or other page-specific script. Must include %s tags.
de_de: Hilfreich für benutzerdefiniertes Tracking, Konversionen oder andere Seiten-spezifische Skripte. Muss %s Tags einschließen.

source: Genesis SEO (search engine optimization) is polite, and will disable itself when most popular SEO plugins (e.g., All-in-One SEO, WordPress SEO, etc.) are active.
de_de: Genesis SEO (engl. Abkürzung - Suchmaschinenoptimierung) ist höflich und deaktiviert sich automatisch, falls eines der populären SEO Plugins für WordPress aktiv ist (z.B. All In One SEO, WordPress SEO von Yoast etc.).

source: If you don’t see an SEO Settings sub menu, then you probably have another SEO plugin active.
de_de: Falls Du kein Untermenü 'SEO Einstellungen' bei <em>Genesis</em> siehst, dann hast Du höchstwahrscheinlich ein SEO Plugin aktiviert.

source: If you see the menu, then opening that menu item will let you set the General SEO settings for your site.
de_de: Falls Du das Menü siehst, dann erhältst Du darüber die allgemeinen SEO Optionen für Deine Webseite.

source: Each page, post, and term will have its own SEO settings as well. The default settings are recommended for most users. If you wish to adjust your SEO settings, the boxes include internal descriptions.
de_de: Jede Seite, jeder Beitrag (Artikel) bzw. jeder Taxonomie-Term (Kategorie, Schlagwort, etc.) hat eigene SEO Einstellungen. Die Standardeinstellungen werden für die meisten Benutzer empfohlen. Wenn Du Deine SEO Einstellungen anpassen willst, enthalten die entsprechenden Boxen dann weitere Erklärungen.

source: Below you'll find a few succinct notes on the options for each box:
de_de: Im Folgenden findest Du ein paar kurze Erläuterungen zu den Optionen für jede Box:

source: Doctitle Settings
de_de: Dokumententitel-Einstellungen

source: <strong>Append Site Description</strong> will insert the site description from your General Settings after the title on your home page.
de_de: <strong>Webseiten-Beschreibung (Slogan) anfügen</strong> wird die Webseiten-Beschreibung von Deinen 'Allgemeinen Einstellungen' nach dem Titel auf Deiner Startseite anfügen.

source: <strong>Append Site Name</strong> will put the site name from the General Settings after the title on inner page.
de_de: <strong>Webseiten-Titel/ -Name</strong> wird den Webseiten-Titel/ -Name von Deinen 'Allgemeinen Einstellungen' nach dem Titel bei (Unter-) Seiten anfügen.

source: <strong>Doctitle Append Location</strong> determines which side of the title to add the previously mentioned items.
de_de: <strong>Platzierung von Zusätzen zum Dokumententitel</strong> legt fest auf welcher Seite des Titels die zuvor gennanten Elemente angefügt werden.

source: The <strong>Doctitle Separator</strong> is the character that will go between the title and appended text.
de_de: Das <strong>Dokumententitel Trennzeichen</strong> ist das Zeichen, welches zwischen dem Titel und dem angefügten Text erscheint.

source: These are the homepage specific SEO settings. Note: these settings will not apply if a static page is set as the front page. If you're using a static WordPress page as your hompage, you'll need to set the SEO settings on that particular page.
de_de: Dies sind die spezifischen SEO Einstellungen für die Startseite. <em>Hinweis:</em> Diese Einstellungen werden nicht verwendet, sollten Du eine statische WordPress-Seite als Startseite verwendest. Falls Du solch eine statische WordPress-Seite als Deine Startseite verwendest, musst Du die SEO Einstellungen dort tätigen.

source: You can also specify if the Site Title, Description, or your own custom text should be wrapped in an &lt;h1&gt; tag (the primary heading in HTML).
de_de: Du kannst ebenso angeben, ob der Webseiten-Titel/ -Name, die Beschreibung, oder Dein eigener Text in &lt;h1&gt; Tags ausgegeben wird (Überschrift der höchsten Kategorie in HTML).

source: To add custom text you'll have to either edit a php file, or use a text widget on a widget enabled homepage.
de_de: Um eigenen Text zu verwenden, musst Du entweder eine PHP-Datei anpassen, ein Textwidget verwenden oder eine Widgetisierte Startseite verwenden (letzteres bieten viele Child Themes bereits).

source: The home doctitle sets what will appear within the <title></title> tags (unseen in the browser) for the home page.
de_de: Der Dokumententitel der Startseite legt fest, was zwischen den <code><title></title></code> Tags angezeigt wird (nicht sichtbar im Browser, aber als Titel im Browserfenster selbst!).

source: The home META description and keywords fill in the meta tags for the home page. The META description is the short text blurb that appear in search engine results.
de_de: Die META-Beschreibung der Startseite und die -Schlüsselwörter (falls verwendet) füllen die sogenannten Meta-Tags für die Startseite aus. Die META-Beschreibung ist der kurze Textblock, der prägnant den Inhalt zusammenfasst und in Ergebnissen von Suchmaschinen erscheint.

source: The Homepage Robots Meta Tags tell search engines how to handle the homepage. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
de_de: Die Robots Meta-Tags der Startseite teilen Suchmaschinen mit, wie mit der Startseite zu verfahren ist. <code>noindex</code> bedeutet, dass diese Seite nicht indexiert werden und sie nicht in Suchergebnissen soll. <code>nofollow</code> bedeutet, dass Links von dieser Seite nicht gefolgt werden soll. <code>noarchive</code> bedeutet, dass von dieser Seite keine Archivversion angelegt werden soll.

source: The Relationship Link Tags are tags added by WordPress that currently have no SEO value but slow your site load down. They're disabled by default, but if you have a specific need&#8212;for a plugin or other non typical use&#8212;then you can enable as needed here.
de_de: Die Linkbeziehungs-Tags sind Tags, welche von WordPress selbst hinzugefügt werden, aber derzeit keinen Wert für SEO haben. Sie können jedoch die Ladezeit der Seite leicht erhöhen. Sie sind standardmäßig deaktiviert, doch falls Du Bedarf für ein bestimmtes Plugin oder untypischen Praxiseinsatz hast, dann kannst Du diese hier natürlich auch aktivieren.

source: You can also add support for Windows Live Writer if you use software that supports this and include a shortlink tag if this is required by any third party service.
de_de: Du kannst auch Unterstützung für die Windows-spezifische Software 'Windows Live Writer' (WLW) aktivieren, falls Du diese oder Dritt-Software, welche WLW unterstützt, verwendest. Dies wird einen Shortlink-Tag einfügen, sollte dies von einem Dritt-Anbieter-Service benötigt werden.

source: Noarchive and noindex are explained in the home settings. Here you can select what other parts of the site to apply these options to.
de_de: <code>noarchive</code> und <code>noindex</code> werden erklärt in den Startseiten-Einstellungen. Hier kannst Du auswählen, für welche anderen Teile der Webseite diese Optionen gelten sollen.

source: At least one archive should be indexed, but indexing multiple archives will typically result in a duplicate content penalization (multiple pages with identical content look manipulative to search engines).
de_de: Zumindest eine Inhaltsarchiv-Seite sollte indexiert werden. Doch die Indexierung mehrerer Inhaltsarchiv-Seiten wird typischerweise zu Abstrafungen aufgrund von doppelten Inhalten (Duplicate Content) führen (mehrere Seiten mit identischem inhaltlichen Erscheinungsbild sehen für Suchmaschinen wie Manipulationsversuche aus).

source: For most sites either the home page or blog page (using the blog template) will serve as this index which is why the default is not to index categories, tags, authors, dates, or searches.
de_de: Für die meisten Webseiten dient in der Regel die Startseite oder die Blog-Seite (mit der Blog-Seitenvorlage) als dieser Index. Daher ist der Standard auch so gesetzt, dass die Inhaltsarchive für Kategorien, Schlagwörter, Autoren, Datumsbereiche oder Suchanfragen nicht indexiert werden.

source: Canonical links will point search engines to the front page of paginated content (search engines have to choose the “preferred link” when there is duplicate content on pages).
de_de: Kanonische Links (Canonical Links) verweisen die Suchmaschinen zur Startseite von mehrseitigen Inhalten (Suchmaschinen müssen nach dem “präferrierten Link” suchen, falls es doppelte Inhalte auf Seiten gibt).

source: This tells them “this is paged content and the first page starts here” and helps to avoid spreading keywords across multiple pages.
de_de: Dies sagt ihnen in etwa dies: 'dies ist mehrseitiger Inhalt und die erste Seite davon beginnt hier'. Damit wird verhindert, dass Schlüsselwörter sich über mehrere Seiten ausbreiten.

source: SEO Archives
de_de: SEO Archive

source: Use semantic HTML5 page and section headings throughout site?
de_de: Semantische HTML5 Seiten- und Sektionsüberschriften für die Webseite verwenden?
